src/lib/sugarsoapBinding.set_campaign_merge.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.sugarcrm.com/sugarcrm">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:set_campaign_merge>
   <session></session>
   <targets SOAP-ENC:arrayType="xsd:string[1]">
    <item></item>
   </targets>
   <campaign_id></campaign_id>
  </ns1:set_campaign_merge>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
